Repository: anandhadw/wppizza
Catalog: lang/wppizza-locale-*.po
Languages: he_il

source: Done
he_il: בוצע

source: Note: deleting an order will <b>ONLY</b> delete it from the database table. It will <b>NOT</b> issue any refunds, cancel the order, send emails etc.
he_il: הערה: מחיקת הזמנה <b>רק</b> תמחוק אותה מטבלת מסד נתונים. <b>לא</b> ינפיק כל החזרים, לא יבטל את ההזמנה, לא ישלוח מיילים וכו &#39;

source: "Status" is solely for your internal reference. Updating/changing the value will have no other effects but might help you to identify which orders have not been processed.
he_il: &quot;סטטוס&quot; הוא אך ורק לשימוש הפנימי שלך. עדכון / שינוי הערך יהיה ללא תופעות אחרות, אבל אולי זה יעזור לך לזהות אילו צווים לא היה מעובד.

source: Order
he_il: סדר

source: Customer Details
he_il: פרטי לקוח

source: Order Details
he_il: פרטי הזמנה

source: Payment By
he_il: תשלום ע"י

source: Status
he_il: סטטוס

source: Last Status Update
he_il: סטטוס אחרון עודכן

source: delete
he_il: למחוק

source: print order
he_il: הדפס הזמנה

source: no orders yet :(
he_il: אין הזמנות עדיין: (

source: Sorry, we could not find this order.
he_il: מצטער, לא הצלחתי למצוא את הזמנה זו.

source: This order has already been processed
he_il: ההזמנה עדיין בעיבוד

source: SUCCESS
he_il: הצלחה

source: FAILED: Sending of Mail Failed
he_il: נכשל: שליחת הדואר נכשלה

source: Cash on Delivery
he_il: במזומן במשלוח

source: Additional information
he_il: מידע נוסף

source: WPPizza requires the server on which your site resides to be running PHP 5.2 or higher. As of version 3.2, WordPress itself will also <a href="http://wordpress.org/news/2010/07/eol-for-php4-and-mysql4">have this requirement</a>. You should get in touch with your web hosting provider and ask them to update PHP.<br /><br /><a href="
he_il: WPPizza דורש מהשרת שלך להפעיל גירסת PHP 5.2 או יותר.של גירסא 3.2, WordPressכנ"ל דורש גירסא מעודכנת <a href="http://wordpress.org/news/2010/07/eol-for-php4-and-mysql4">לדרישה זו</a>. ייתכן שעליך ליצור קשר עם האיחסון שלך ולבקש מהם לשדרג את גירסת ה PHP.<br /><br /><a href="

source: Set Item Options
he_il: אפשרויות הגדרת פריט

source: Tools
he_il: כלי עבודה

source: Categories
he_il: קטגוריות

source: Settings
he_il: הגדרות

source: Order Settings
he_il: הגדרות הזמנה

source: Gateways
he_il: שערים

source: Order Form Settings
he_il: הגדרות טופס הזמנה

source: Opening Times
he_il: שעות פתיחה

source: Meal Sizes
he_il: גדלי ארוחה

source: Additives
he_il: תוספות

source: Layout
he_il: עימוד

source: Localization
he_il: לוקליזציה

source: Order History
he_il: הסטוריית הזמנות

source: Access Rights
he_il: זכויות גישה

source: Delete Orders
he_il: מחק את ההזמנות

source: Nothing here
he_il: דבר לא נמצא כאן

source: Menu Items
he_il: פריטי תפריט

source: Menu Item
he_il: פריט תפריט

source: Add New
he_il: הוסף חדש

source: Add New Menu Item
he_il: הוסף פריט תפריט חדש

source: Edit
he_il: לערוך

source: Edit Menu Item
he_il: עריכת פריט תפריט

source: New Menu Item
he_il: פריט תפריט חדש

source: All Menu Items
he_il: כל פריטי התפריט

source: View
he_il: לצפות

source: View Menu Items
he_il: צפה בפריטי תפריט

source: Search Menu Items
he_il: חיפוש פריטי תפריט

source: No items found
he_il: לא נמצאו פריטים

source: No items found in the Trash
he_il: פריטים לא נמצאו בפח האשפה

source: Holds %1$s menu items data
he_il: מחזיק תפריט %1$s נתוני פריט

# taxonomy singular name
source: Category
he_il: קטגוריה

source: Search Categories
he_il: חיפוש קטגוריות

source: All Categories
he_il: כל הקטגוריות

source: Parent Category
he_il: קטגורית הורה

source: Parent Category:
he_il: קטגוריית הורה:

source: Edit Category
he_il: ערוך קטגוריה

source: Update Category
he_il: עדכן קטגוריה

source: Add New Category
he_il: הוסף קטגוריה חדשה

source: New Category Name
he_il: הוסף שם קטגוריה

source: Activate License
he_il: הפעל רשיון

source: Please note: entering and activating the license is optional, but if you choose not to do so, you will not be informed of any future bugfixes and/or updates.
he_il: שים לב: הפעלת הרישיון היא אופציונלית, אם תבחר שלא לעשות כן, לא תוכל לקבל מידע על כל תיקוני באגים ו / או עדכונים בעתיד.

source: License Key
he_il: מספר רשיון

source: Enter your license key
he_il: הקלד מספר רשיון

source: De-Activate License
he_il: השבת רישיון

source: License active
he_il: רשיון פעיל

source: License in-active
he_il: רשיון פעיל

source: in use
he_il: בשימוש

source: enabled Y/N
he_il: מופעל כן/לא

source: show options
he_il: הצג אפשרויות

source: Frontend display order
he_il: תצוגת הזמנות קדמית

source: Frontend Label
he_il: תווית קדמית

source: displays
he_il: תצוגות

source: if Empty
he_il: אם ריק

source: Frontend: Additional Plugin Information
he_il: ממשק קדמי: מידע נוסף תוסף

source: only displayed if more than one gateway installed, activated and enabled
he_il: מוצג רק אם הותקן שער תשלום אחד או יותר, מופעל ומאופשר

source: Admin Screen Label
he_il: תווית מסך ניהול

source: optional, use to identify groups with the same labels.
he_il: אופציונלי, השתמש בו כדי לזהות את הקבוצות עם התוויות.

source: Label [Frontend]
he_il: תווית קדמית

source: Default Prices
he_il: מחירי ברירת מחדל

source: open from
he_il: מאת פתוח

source: to
he_il: אל

source: Custom Dates Above (if any)
he_il: תאריכים מותאמים אישית לעיל (אם בכלל)

source: closed from
he_il: סגור מ

source: Save Changes
he_il: שמור שינויים

source: Gateways Settings
he_il: הגדרות שערים

source: Localization Settings
he_il: הגדרות מקמיות

source: Orders Form
he_il: טופס הזמנות

source: Orders Setting
he_il: הגדרת הזמנות

source: Global Settings
he_il: הגדרות גלובליות

source: If you would like to contribute directly to the development of this plugin<br/>feel free to do so via paypal below.
he_il: אם ברצונכם לתרום ישירות לפיתוח של התוסף הזה <br/> אל תהסס לעשות זאת באמצעות PayPal להלן.

source: Thank you, much appreciated.
he_il: תודה לך, בהערכה רבה.

source: price tier and prices
he_il: מחיר קומות ומחירים

source: contains additives
he_il: מכיל תוספות

source: Manage Global Settings
he_il: ניהול הגדרות גלובליות

source: Manage Order Settings
he_il: ניהול הגדרת הזמנות

source: &middot; Order Settings
he_il: &middot; הגדרת הזמנות

source: Manage Order Form
he_il: נהל טופס הזמנה

source: &middot; Order Form Settings
he_il: &middot; הגדרות טופס הזמנות

source: Manage Opening Times
he_il: ניהול שעות פתיחה

source: &middot; Opening Times
he_il: &middot;· שעות פתיחה

source: Manage Gateways
he_il: ניהול Gateways

source: &middot; Gateways
he_il: &middot; שערי תשלום

source: Manage Meal Sizes
he_il: נהל גדלי ארוחה

source: &middot; Meal Sizes
he_il: &middot מידות ארוחה

source: Manage Additives
he_il: נהל תוספות

source: &middot; Additives
he_il: &middot; תוספות

source: Manage Layout
he_il: ניהול פריסה

source: &middot; Layout
he_il: &middot;· פריסה

source: Manage Localization
he_il: ניהול לוקליזציה

source: &middot; Localization
he_il: &middot; · לוקליזציה

source: Manage Order History
he_il: ניהול היסטוריית הזמנות

source: &middot; Order History
he_il: &middot; · היסטוריית הזמנות

source: Manage Access Rights
he_il: ניהול זכויות גישה

source: &middot; Access Rights
he_il: &middot; · זכויות גישה

source: &middot; Tools
he_il: &middot; כלים

source: default [uses mail]
he_il: ברירת מחדל [uses mail]

source: Wordpress Mail Function [uses wp_mail]
he_il: פונקצית דואר וורדפרס [uses wp_mail]

source: HTML and Plaintext [uses PHPMailer]
he_il: HTML וטקסט [uses PHPMailer]

source: no parent [default]
he_il: אין הורה [default]

source: delete images too ?
he_il: למחוק תמונות גם?

source: empty order table ?
he_il: לרוקן טבלת הזמנה?

source: Stylesheet Priority
he_il: עדיפות Stylesheet

source: By default, the stylesheet will be loaded AFTER the main theme stylesheet (which should have a priority of "10"). If you experience strange behaviour or layout issues (in conjunction with other plugins for example), you can try adjusting this priority here (the bigger the number, the later it gets loaded).
he_il: כברירת מחדל, גיליון העיצוב יטען אחרי הסגנונות של העיצוב המרכזי (שאמור להיות בראש סדר עדיפויות של &quot;10&quot;). אם אתה נתקלת בהתנהגות מוזרה או בעיות פריסה (בשילוב עם תוספים אחרים לדוגמה), אתה יכול לנסות להתאים את סדר העדיפויות הזה כאן (גדול יותר במספר, לאחר מכן הוא נטען).

source: do not show
he_il: לא להציג

source: on left
he_il: בשמאל

source: on right
he_il: בימין

source: Hours
he_il: שעות

source: 24-hour format without leading zeros
he_il: תבנית של 24 שעות ללא אפסים מובילים

source: 12-hour format without leading zeros
he_il: תבנית של 12 שעות ללא אפסים מובילים

source: 24-hour format with leading zeros
he_il: תבנית של 24 שעות עם אפסים מובילים

source: 12-hour format with leading zeros
he_il: תבנית של 12 שעות עם אפסים מובילים

source: Separator
he_il: מפריד

source: no seperator
he_il: אין מפריד

source: space
he_il: רווח

source: Minutes
he_il: דקות

source: hide minutes
he_il: להסתיר דקות

source: show minutes
he_il: הצג דקות

source: Show AM/PM ?
he_il: להציג AM/PM ?

source: lowercase
he_il: אותיות קטנות

source: UPPERCASE
he_il: רישיות

source: lowercase (with leading space)
he_il: אותיות קטנות (עם רווח מוביל)

source: UPPERCASE (width leading space)
he_il: אותיות רישיות (עם רווח מוביל)

source: see wppizza.prettyPhoto.custom.js.php if you want to adjust prettyPhoto options
he_il: ראה קובץ wppizza.prettyPhoto.custom.js.php אם ברצונת אפשרויות תמונות יפות

source: add
he_il: להוסיף

source: select your orderpage
he_il: בחר את עמוד ההזמנה שלך

source: Exclude from Navigation ?
he_il: להשמיט מהניווט?

source: Sort
he_il: מיין

source: Label
he_il: תווית

source: Enabled
he_il: מאופשר

source: Type
he_il: סוג

source: N/A
he_il: לא זמין

source: separate multiple with comma
he_il: הפרד ערכים מרובים עם פסיק

source: enter required value pairs
he_il: הכנס להערכים הנדרשים

source: Required
he_il: דרוש

source: Free delivery when total order value reaches
he_il: משלוח חינם כאשר סך ערך הזמנה מגיע ל

source: Deliver even when total order value is below minimum (the difference between total and "Minimum Total" above will be added to the Total as "Delivery Charges")
he_il: לספק גם כאשר סה&quot;כ ערך הזמנה הוא מתחת למינימום (ההפרש שבין סך ו&quot; סה&quot;כ מזערי &quot;לעיל יתווסף לסה&quot;כ כמו&quot; דמי משלוח &quot;)

source: (If this is not selected and the total order is below the set value above, the customer will not be able to submit the order to you)
he_il: (אם לא נבחר והסדר הכולל הוא נמוך מערך הקבוצה לעיל, הלקוח לא יוכל להגיש לך)

source: Fixed Delivery charges if order has not reached total for free delivery [0 to disable]
he_il: דמי משלוח קבועים [מתווסף לסך הקניות ] הקלד 0 כדי להשבית אפשרות זו

source: if set (i.e. not 0) "Deliver even when total order value is below minimum" must be checked for this to have any effect
he_il: אם הוגדר (לדוגמא לא 0) "לשלוח גם כאשר סך ערך הזמנה הוא מתחת למינימום" יש לסמן כאן כדי להחיל

source: Fixed Delivery Charges [added to order total]
he_il: דמי משלוח קבועים [מתווסף לסך הקניות ]

source: Delivery Charges per item
he_il: חיובי משלוח לפריט

source: Do not apply delivery charges when total order value reaches
he_il: לא חלים דמי משלוח כאשר סך ערך הזמנה מגיע ל

source: [set to 0 to always apply charges per item]
he_il: [הגדר 0 כדי להחיל תמיד חיובים לפריט]

source: <b>Exclude</b> following menu items when calculating if free delivery applies
he_il: <b>השמט</b>הפריטים הבאים בתפריט בעת חישוב אם משלוח חינם יחול

source: For example: you might want to offer free delivery only when total order of *meals* exceeds the set free delivery amount. In this case, exclude all your *drinks and non-meals* by selecting those below.
he_il: לדוגמא: ייתכן שתרצו להציע משלוח חינם רק כאשר סדר הכולל של * ארוחות * עולה על סכום משלוח חינם המוגדר. במקרה זה, לא לכלול את כל המשקאות * שלך ולא ארוחות * על ידי בחירה אותם בהמשך.

source: Ctrl+Click to select multiple
he_il: השתמש במקש קונטרול לבחירה מרובה

source: tick to enable
he_il: סמן כדי לאפשר

source: Discount for self-pickup ?
he_il: הנחה לאיסוף עצמי?

source: in % - 0 to disable
he_il: ב% - 0 להשבית

source: enable javascript alert when user selects self pickup (set corresponding text in localization)
he_il: לאפשר התרעת JavaScript כאשר משתמש בוחר איסוף עצמי (הגדר טקסט מקביל בלוקליזציה)

source: under cart only
he_il: תחת סל רק

source: on order page only
he_il: בעמוד הזמנה בלבד

source: both
he_il: שניהם

source: No Discounts
he_il: אין הנחות

source: Percentage Discount
he_il: אחוז הנחה

source: If order total >
he_il: אם סך הזמנה &gt;

source: discount
he_il: הנחה

source: percent
he_il: אחוזים

source: Standard Discount [money off]
he_il: הנחה רגילה [money off]

source: get
he_il: לקבל

source: how many size option fields ?
he_il: כמה מידות שדות אפשרות ?

source: Display Gateway choices as dropdowns instead of buttons
he_il: להציג אפשרויות Gateway כתפריט נפתח במקום כפתורים

source: [only applicable if more than one gateway installed, activated and enabled]
he_il: [ישים רק אם הותקן שער אחד או יותר, מופעל ומאופשר]

source: Label:
he_il: תווית:

source: by default displayed above if choices are displayed as full width buttons, next to if dropdown. edit css as required
he_il: כברירת מחדל מוצג אם בחרת להציג ככפתורי רוחב מלאים, אחרי שנבחר תפריט נפתח. נדרש עריכת CSS

source: Show Order Details on "Thank You" page (Y/N)
he_il: הצג פרטי הזמנה בדף &quot;תודה&quot; (כן/לא)

source: Will add any order details after your thank you text on successful order
he_il: אוסיף להזמנה שלך טקסט תודה אחרי הזמנה מוצלחת

source: show most recent *confirmed* orders
he_il: להציג הזמנות *שאושרו* האחרונות

source: maximum results [0 to show all]
he_il: תוצאות מרביות [0 להציג הכל]

source: poll for new orders every
he_il: סקר עבור הזמנות חדשות בכל

source: seconds
he_il: שניות

source: on/off
he_il: הפעלה / כיבוי

source: Delete abandoned/cancelled orders from database older than
he_il: למחוק הזמנות נטושות / מבוטלות ממסד הנתונים אם ישנות יותר מ

source: Days (minimum: 1)
he_il: ימים (מינימום: 1)

source: delete failed, tampered or otherwise invalid entries too.
he_il: למחוק אם נכשלו, או ערכים אחרים לא חוקיים.

source: As soon as customers go to the order page an order will be initialized and stored in the db to be checked against when going through with the purchase to make sure nothing has been tampered with. However, not every customer will actually go through with the purchase which leaves this initialised order orphaned in the db.Click the "ok" button to clean your db of these entries (it will NOT affect any completed or pending orders)
he_il: ברגע שהלקוחות עברו לדף על מנת לאחסן בdb לבדיקה כאשר עוברים לרכישה כדי לוודא ששום דבר לא טופל שלא כדין. עם זאת, לא כל לקוח יהיה ממש לעבור לרכישה שמשאירה כדי לאתחל זה מסומן בdb.Click על הלחצן &quot;אישור&quot; כדי לנקות db של ערכים אלה (זה לא ישפיע על כל הזמנות שהושלמו או תלויות ועומדות)

source: Note: This will delete these entries PERMANENTLY from the db and is not reversable.
he_il: הערה: זה ימחוק ערכים אלה באופן קבוע מdb ולא ישוחזרו.

source: Plugin Version:
he_il: גרסת תוסף:

source: Javascript in Footer:
he_il: Javascript בכותרת תחתונה:

source: [combines all jsVars in one tidy place, but requires wp_footer in theme]
he_il: [משלב את כל jsVars במקום נקי ומסודר, אבל דורש wp_footer בתבנית העיצוב]

source: Select Type of Mail Delivery:
he_il: בחר סוג משלוח דואר:

source: [might be worth changing if you have trouble when sending/receiving orders with the default settings or prefer html emails ]
he_il: [יכול להיות שווה שינוי, אם יש לך בעיות בעת שליחה / קבלת הזמנות עם הגדרות ברירת המחדל או העדפות מייל HTML]

source: if using PHPMailer function you probably want to edit the html template. To do so, move "wppizza-order-html-email.php" from the wppizza template directory to your theme folder and edit as required
he_il: אם שימוש בפונקצית PHPMailer אתה כנראה צריך לערוך את תבנית ה-HTML. כדי לעשות זאת, להעביר את &quot;מסדר wppizza-HTML-email.php&quot; מספריית התבנית wppizza לתיקיית הנושא שלך ולערוך כנדרש

source: Empty/Delete ALL WPPizza Categories and Items:<br/><span style="color:red">use with care<br/>if you select "delete images too", all featured images used for any wppizza menu items will be deleted too.<br/>if you use these images elsewhere, you should not select this !</span>
he_il: רוקן / למחוק את כל קטגוריות ופריטי WPPizza: <br/> <span style=\"color:red\">להשתמש בזהירות <br/> אם תבחר באפשרות &quot;למחוק את התמונות מדי&quot;, את כל התמונות בהשתתפות תשמשנה לכל פריטים בתפריט wppizza תימחק . <br/> אם אתה משתמש בתמונות אלה במקום אחר, אתה לא צריך לבחור את זה!</span>

source: Multisite Only:
he_il: רק Multisite :

source: Set cart contents and order on a per site basis when using subdirectories. This has no effect/relevance when there's no multisite setup or using different domains per site on the network. Chances are that you want this on when you have a multisite/network install. THERE ARE ONLY VERY FEW SECENARIOS WHERE YOU MIGHT WANT THIS OFF
he_il: הגדר תוכן העגלה והסדר על בסיס כל אתר בעת שימוש בתיקיות משנה. אין לכך שום השפעה / רלוונטיות כאשר אין הגדרת multisite פעילה או משתמש בדומיינים שונים לכל אתר ברשת. רוב הסיכויים הם שאתה רוצה את זה כאשר יש לך התקנת multisite / רשת. יש רק מעט מאוד SECENARIOS שבו אתה אולי רוצה זה לא פעיל

source: Set Gateway Options:
he_il: הגדרת אפשרויות Gateway:

source: Menu Items per page:
he_il: פריטי תפריט לעמוד:

source: how many menu items per category page (displays pagination, if there are more menu items for the selected category)<br/>[options: -1=all, >1=items per page]<br/><span style="color:red">if not set to -1, it must be >= wordpress settings->reading->Blog pages show at most</span>
he_il: כמה פריטי תפריט לדף קטגוריה (עימוד מוצג, אם יש יותר פריטים בתפריט לקטגוריה נבחרת) <br/> [אפשרויות: -1 = הכל,&gt; 1 = פריטים לדף] <br/> <span style=\"color:red\">אם לא מוגדר -1, זה חייב להיות&gt; = הגדרות&gt; וורדפרס דפי קריאה&gt; בלוג צג לכל היותר</span>

source: Include CSS:
he_il: כולל CSS:

source: include frontend css that came with this plugin (untick if you want to provide your own styles somewhere else)
he_il: כולל ממשק CSS שהגיע עם התוסף הזה (untick אם אתה רוצה לספק את הסגנונות שלך ממקום אחר)

source: Which style to use (if enabled above):
he_il: איזה סגנון להשתמש (אם מאופשר לעיל):

source: Format of openingtimes (if displayed):
he_il: פורמט של העימוד (אם מוצג):

source: Add item to cart on click of *item title* if there is only one pricetier for a menu item:
he_il: הוסף מוצרים לסל קניות בלחיצה * כותרת פריט* אם יש רק pricetier אחד לפריט בתפריט:

source: Display placeholder image when no image associated with meal item:
he_il: להציג את תמונה מציין מיקום, כאשר אין אף תמונה לפריט ארוחה:

source: Enable prettyPhoto (Lightbox Clone) on menu item images
he_il: לאפשר תמונות יפות (Lightbox ) על תמונות בתפריט

source: Set prettyPhoto Style
he_il: קבע תמונות יפות

source: Globally suppress headers above list of menu items:
he_il: בכללי לדרוס את הכותרות הנ&quot;ל לרשימה של פריטים בתפריט:

source: Hide cart icon next to prices:
he_il: הסתר סמל עגלה ליד המחירים:

source: Show a currency symbol directly next to each price
he_il: הצג סמל מטבע ישירות ליד כל מחיר

source: Hide *main* currency symbol next to each menu item:
he_il: הסתר * סמל מטבע ראשי * ליד כל פריט בתפריט:

source: won't affect cart, summaries or emails
he_il: לא ישפיע על העגלה, סיכומים או הודעות דוא&quot;ל

source: Show *main* currency symbol on the left - if not set to hidden
he_il: הצג * סמל מטבע * ראשי בצד השמאל - אם לא מוגדר כמוסתר

source: Hide pricetier name and cart icon if item has only one size:
he_il: הסתר שם וסמל pricetier בעגלה אם לפריט יש רק גודל אחד:

source: Hide prices altogether:
he_il: הסתר מחירים לגמרי:

source: this will disable the adding of any item to the shoppingcart.
he_il: זה יבטל את ההוספה של פריט כלשהו לסל הקניות.

source: Really only useful if you want to display your menu without offering online orders
he_il: באמת שימושית רק אם אתה רוצה להציג את התפריט שלך מבלי להציע הזמנות באופן מקוון

source: Don't show decimals:
he_il: אל תציג עשרוני:

source: [prices will be rounded if necessary]
he_il: [מחירים יהיו מעוגלים במידת צורך]

source: Enable increase/decrease of items in cart via input field/textbox
he_il: תאפשר להגדיל / להקטין בסל של פריטים באמצעות שדה קלט / טקסט

source: Enable "empty cart" button
he_il: אפשר לחצן "רוקן עגלה"

source: Completely disable online orders:
he_il: להשבית לחלוטין הזמנות באופן מקוון:

source: this will still display prices (unless set to be hidden above), but will disable shoppingcart and orderpage
he_il: זה עדיין יציג מחירים (אלא אם כן מוגדר להיות מוסתרים לעיל), אבל ישבית בגעלת קניות ובעמוד ההזמנה

source: Useful if you want to display your menu and prices but without offering online orders.
he_il: שימושי אם אתה רוצה להציג את התפריט והמחירים שלך, אבל בלי להציע הזמנות באופן מקוון.

source: Standard opening times:
he_il: שעות פתיחה רגילות:

source: Any dates/days where opening times differ from the standard times above (such as christmas etc).
he_il: כל התאריכים / ימים בשעות פתיחה שונות מזמנים תקניים להלן (כמו חג המולד וכו &#39;).

source: Closed (if you close for lunch for example):
he_il: סגור (אם אתה סוגר לארוחת צהריים לדוגמה):

source: If you are closed on certain days for a number of hours, enter them here<br/>i.e. if you are generally open on Tuesdays - as set above - from 9:30 to 23:00, but close for lunch between 12:00 and 14:00, enter Tuesdays 12:00 - 14:00 here. If you are also closed on Tuesday between 17:30 and 18:00, set this as well and so on
he_il: אם אתה סגור בימים מסוימים למספר שעות, הזן אותם כאן <br/> כלומר, אם אתה בדרך כלל פתוח בימים שלישי - כפי שנקבע לעיל - 9:30-23:00, אבל קרוב לארוחת צהריים 12:00-14:00, הזן ימי שלישי 12:00-14:00 כאן. אם אתה גם סגר ביום שלישי 17:30-18:00, וכן וכן הלאה להגדיר את זה

source: Furthermore, do not enter times here that span midnight. If you are however closed from - let's say - 11:00PM Mondays to 1:00AM Tuesdays, enter "Mondays 23:00 to 23:59" as well as "Tuesdays 0:00 to 1:00
he_il: יתר על כן, לא נכנס לכאן פעמים תוחלת חצות ש. אם אתם סוגרים אך מ-- אומרים בואו - 11:00 ביום שני בערב עד 01:00 ימי שלישי, הזן &quot;ימים שני 23:00-23:59&quot;, כמו גם &quot;ימי שלישי 0:00-1:00

source: If you have setup any custom dates above (for example christmas or whatever), select "Custom Dates" instead of the day of week if you want to apply these closing times only to those dates
he_il: אם יש לך התקנה מותאמת אישית בכל תאריכים הנ&quot;ל (לדוגמא חג מולד או כל דבר אחר), בחר &quot;מותאמים אישית&quot; תאריכים במקום היום בשבוע, אם ברצונך להחיל זמני סגירה אלה רק לאותם תאריכים

source: Note: if you set anything here, it will not be reflected when displaying openingtimes via shortcode or in the widget, so you might want to display your openingtimes manually somewhere. It DOES, however close the shoppingcart, the ability to order etc as required)
he_il: הערה: אם אתה מגדיר משהו כאן, זה לא יבוא לידי ביטוי בעת הצגת שעות פתיחה באמצעות קיצור קוד או ביישומון, אז אולי כדאי לך להציג זמני פתיחה באופן ידני באיזה מקום. זה, עם זאת לסגור את סל הקניות , ואת היכולת להזמין וכו &#39;כנדרש)

source: Currency:
he_il: מטבע:

source: set to --none-- to have no currency displayed anywhere
he_il: בחר - none - כדי לא להציג מטבע בשום מקום

source: Order Page:
he_il: עמוד הזמנה:

source: ensure the page includes [wppizza type="orderpage"] or the widget equivalent. <b>You might also want to consider NOT displaying the shopping cart on this page</b> (although it won't break things)
he_il: יש לוודא כי הדף כולל [wppizza type="orderpage"] או וידגט שווה ערך. <b>ייתכן שתרצה לשקול גם לא להציג את עגלת הקניות בדף זה</b> (למרות שזה לא ישבור את הדברים)

source: Delivery Charges:
he_il: דמי משלוח:

source: (Sales)Tax applied to items in cart [in % - 0 to disable]:
he_il: (מכירות) מס יחול על פריטים בסל [ב% - 0 כדי לבטל]:

source: Allow order pickup by customer:
he_il: כדי לאפשר לאסוף הזמנות על ידי הלקוח:

source: Customer can choose to pickup the order him/herself. No delivery charges will be applied if customer chooses to do so.
he_il: לקוחות יכולים לבחור לאסוף בעצמם. אין דמי משלוח אם הלקוח בוחר לעשות זאת.
