Repository: anandhadw/wppizza
Catalog: lang/wppizza-locale-*.po
Languages: he_il

source: Where would you like to display the checkbox to let customer select self pickup of order ?
he_il: איפה היית רוצה להציג את תיבת סימון כדי לאפשר ללקוח לבחור איסוף עצמי של ההזמנה?

source: [if enabled above]
he_il: [אם הוא מופעל לעיל]

source: Discounts:
he_il: הנחות:

source: Which email address should any orders be sent to [separated by comma if multiple]:
he_il: אשר את כתובת הדוא&quot;ל יש לשלוח את כל הזמנות ל[ מופרד על ידי פסיק אם רבים]:

source: If you would like to BCC order emails add these here [separated by comma if multiple]:
he_il: אם ברצונך להוסיף עותק הודעות דוא&quot;ל BCC הזמנות כאן [מופרד על ידי פסיק אם רבים]:

source: If you want to set a static "From" email address set it here, otherwise leave blank . All emails will appear to have been sent from this address. (Some fax gateways for example require a distinct FROM email address). However, the customers email address will still be stored in the db/order history if entered
he_il: אם אתה רוצה להגדיר &quot;מאת&quot; כתובת הדוא&quot;ל סטטי להגדיר את זה כאן, אחרת להשאיר ריק. כל הודעות הדוא&quot;ל יופיעו שנשלחו מכתובת זו. (שערי פקס מסוימים לדוגמה דורשים נבדל מכתובת דוא&quot;ל). עם זאת, כתובת הדואר האלקטרוני של הלקוחות עדיין תהיה מאוחסנת בהיסטורית db / הזמנה אם נכנסה

source: Instead of using the customers name - if enabled/entered in the order form fields - you can set a static name here (useful in conjunction with any "From" email address set above).
he_il: במקום להשתמש בשם הלקוחות - אם הוא מופעל / נכנס בשדות טופס ההזמנה - באפשרותך להגדיר שם סטטי כאן (שימושי בשילוב עם כל &quot;מאת&quot; כתובת הדוא&quot;ל המוגדרת לעיל).

source: Form Fields:
he_il: שדות טופס:

source: Size Options Available
he_il: אפשרויות גודל זמינות

source: Frontened Localization
he_il: לוקליזציה קדמית

source: Miscellaneous Tools
he_il: כלים שונים

source: Set Options as required
he_il: הגדרת אפשרויות כנדרש

source: Set your opening times. It will not be possible to place an order outside these times - USE 24 HOUR CLOCK.
he_il: הגדרת זמני הפתיחה שלך. לא יהיה אפשרי לבצע הזמנות מחוץ לשעות אלו - השתמשו בשעון 24 שעות.

source: If you are closed on a given day set both times to be the same, if you are open 24 hours set times from 0:00 to 24:00
he_il: אם אתה סגור ביום נתון עליך להגדיר הזמנים, אם אתה פתוח 24 שעות להגדיר זמנים מ00:00 עד 24:00

source: Ensure that the Wordpress timezone setting in Settings->Timezone is correct
he_il: ודא שהגדרת אזור זמן וורדפרס בהגדרות-&gt; אזור זמן מתאים

source: Set currency, minimum delivery prices and email addresses
he_il: הגדרת מטבע, מחירי משלוח מינימום וכתובות דואר אלקטרוני

source: Set the form fields you would like to show when a customer places an order
he_il: הגדר את שדות הטופס שאתה רוצה להציג כאשר לקוח מבצע הזמנה

source: Define a selection of sizes that might be available per item.
he_il: הגדרת מבחר גדלים שעשויים להיות זמינים לכל פריט.

source: As meals and beverages can come in different sizes, please add/edit the options you want to offer your customers. You will then be able to offer these options on a per item basis:
he_il: ארוחות ומשקאות יכולים לבוא בגדלים שונים, בבקשה להוסיף / לערוך את האפשרויות שברצונך להציע ללקוחות שלך. לאחר מכן תוכל להיות מסוגל להציע אפשרויות אלה על בסיס כל פריט:

source: Set the roles that are allowed to access these pages
he_il: הגדר את בעלי התפקידים שמורשים לגשת לדפים אלה

source: Menu Items and Categories are accessible just like "normal" posts
he_il: פריטי תפריט קטגוריות ונגישים בדיוק כמו פוסטים &quot;נורמלים&quot;

source: Orders
he_il: הזמנות

source: regular
he_il: קבוע

source: small
he_il: קטן

source: large
he_il: גדול

source: medium
he_il: בינוני

source: Food coloring
he_il: צבע מאכל

source: Flavor enhancers
he_il: משפרי טעם

source: Preservatives
he_il: חומרים משמרים

source: Stabilizers
he_il: מייצבים

source: Sweeteners
he_il: ממתיקים

source: Special Offers
he_il: מבצעים מיוחדים

source: Pizza
he_il: פיצה

source: Pasta
he_il: פסטה

source: Salads
he_il: סלטים

source: Desserts
he_il: קינוחים

source: Beverages
he_il: משקאות

source: Snacks
he_il: חטיפים

source: Our Menu
he_il: התפריט שלנו

source: Special Pizza
he_il: פיצה מיוחדת

source: Great Steak
he_il: סטייק גדול

source: Yummy Pudding
he_il: פודינג טעים

source: Pizza A
he_il: פיצה

source: Pizza B
he_il: פיצה ב &#39;

source: Pizza C
he_il: פיצה C

source: Pizza D
he_il: פיצה D

source: Pizza E
he_il: פיצה E

source: Pizza F
he_il: פיצה F

source: Pasta A
he_il: פסטה A

source: Pasta B
he_il: פסטה B

source: Pasta C
he_il: פסטה C

source: Pasta D
he_il: פסטה D

source: Pasta E
he_il: פסטה E

source: Pasta F
he_il: פסטה F

source: Salad A
he_il: סלט A

source: Salad B
he_il: סלט B

source: Salad C
he_il: סלט C

source: Salad D
he_il: סלט D

source: Salad E
he_il: סלט E

source: Salad F
he_il: סלט F

source: Dessert A
he_il: קינוח A

source: Dessert B
he_il: קינוח B

source: Dessert C
he_il: קינוח C

source: Dessert D
he_il: קינוח D

source: Dessert E
he_il: קינוח E

source: Dessert F
he_il: קינוח F

source: Drink A
he_il: משקה A

source: Drink B
he_il: משקה B

source: Drink C
he_il: משקה C

source: Drink D
he_il: משקה D

source: Drink E
he_il: משקה E

source: Drink F
he_il: משקה F

source: Snack A
he_il: חטיף A

source: Snack B
he_il: חטיף B

source: Snack C
he_il: חטיף C

source: Snack D
he_il: חטיף D

source: Snack E
he_il: חטיף F

source: Snack F
he_il: חטיף F

source: Description of
he_il: תיאור של

source: Name :
he_il: שם:

source: Email :
he_il: דואר אלקטרוני:

source: Address :
he_il: כתובת:

source: Telephone :
he_il: טלפון:

source: Comments :
he_il: הערות:

source: Custom Field 1 :
he_il: שדה מותאם אישית 1:

source: Custom Field 2 :
he_il: שדה מתואם אישית 2:

source: Custom Field 3 :
he_il: שדה מתואם אישית 3:

source: Custom Field 4 :
he_il: שדה מתואם אישית 4:

source: Custom Field 5 :
he_il: שדה מתואם אישית 5:

source: Custom Field 6 :
he_il: שדה מותאם אישית 6:

source: Tips/Gratuities :
he_il: טיפים / תשרים:

source: order details
he_il: פרטי הזמנה

source: Please select your payment method:
he_il: אנא בחר את שיטת התשלום שלך:

source: Menu Item: label when hovering over additives (if set)
he_il: פריט תפריט: תווית כאשר מרחפים מעל תוספות (אם הוגדר)

source: Menu Item: text to display when hovering over prices
he_il: פריט תפריט: טקסט שיוצג כאשר מרחפים מעל המחירים

source: add to cart
he_il: הוסף לסל

source: Menu Item: alert when trying to add to cart but shop is closed (only displayed when shoppingcart is displayed on page)
he_il: פריט תפריט: התראה כאשר מנסים להוסיף לסל אבל חנות סגורה (מוצג רק כאשר סל קניות מוצג בדף)

source: sorry, we are currently closed
he_il: מצטערים, אנחנו כרגע סגורים

source: Menu Item: alert when adding to cart by clicking on menu name but more than one size is available. (Only relevant if "Add item to cart on click of *item title* " is enabled)
he_il: פריט תפריט: להתריע בעת הוספה לסל על ידי לחיצה על שם תפריט גודל אחד או יותר זמין. (רלוונטי רק אם &quot;הוסף מוצרים לסל קניות בלחיצה * כותרת הסעיף&quot; מופעל)

source: please choose a size
he_il: אנא בחר גודל

source: Menu Pagination : previous page
he_il: עימוד תפריט: דף הקודם

source: < previous
he_il: &lt;קודם

source: Menu Pagination : next page
he_il: עימוד תפריט: הדף הבא

source: next >
he_il: הבא&gt;

source: Shoppingcart: text to display when shop closed
he_il: ShoppingCart: טקסט שיוצג כאשר החנות סגורה

source: currently closed
he_il: כרגע סגור

source: Shoppingcart: empty cart button text
he_il: ShoppingCart: טקסט שיוצג כאשר העגלה ריקה

source: empty cart
he_il: רוקן עגלה

source: Shoppingcart: text to display when cart is empty
he_il: ShoppingCart: טקסט שיוצג כאשר העגלה ריקה

source: your cart is empty
he_il: עגלת הקניות שלך ריקה

source: Shoppingcart: text to display when hovering over remove from cart icon
he_il: ShoppingCart: טקסט שיוצג כאשר מרחפים מעל סמל הסרה מעגלת הקניות

source: remove from cart
he_il: להסיר מסל הקניות

source: Shoppingcart: text of button in cart to proceed to order page
he_il: ShoppingCart: הטקסט בעגלה כדי להמשיך לעמוד ההזמנה

source: place your order
he_il: לבצע את ההזמנה שלך

source: Shoppingcart - Self Pickup: text next to self pickup checkbox (if enabled)
he_il: ShoppingCart - איסוף עצמי: טקסט שליד תיבת סימון איסוף עצמי (אם הופעל)

source: I would like to pickup the order myself
he_il: אני רוצה לאסוף בעצמי

source: Shoppingcart - Self Pickup: text under total value (if selected by customer)
he_il: ShoppingCart - איסוף עצמי: טקסט תחת ערך הסך (אם נבחר על ידי הלקוח)

source: Delivery: pickup
he_il: משלוח: איסוף עצמי

source: Shoppingcart - Self Pickup: javascript alert when customer selects self pickup (if enabled)
he_il: ShoppingCart - איסוף עצמי: התראת JavaScript כאשר הלקוח בוחר איסוף עצמי (אם הופעל)

source: You have chosen to pickup the order yourself. This order will not be delivered. Please allow 30 min. for us to prepare your order.
he_il: שבחרת לעצמך הזמנה באיסוף עצמי. הזמנה זו לא תשלח אליך. בבקשה תן לנו 30 דקות. כדי להכין לך את ההזמנה שלך.

source: Order Page: label above itemised order
he_il: עמוד הזמנה: תווית מעל פריט ההזמנה

source: your order
he_il: ההזמנה שלך

source: Order Page: button label for sending order
he_il: עמוד הזמנה: תווית כפתור לשליחה

source: send order
he_il: שלח הזמנה

source: Order Page: label above personal info
he_il: עמוד סדר: תווית מעל מידע אישי

source: please enter the required information below
he_il: נא להזין את המידע הנדרש

source: Note: you have chosen to pickup the order yourself. This order will not be delivered. Please allow 30 min. for us to prepare your order.
he_il: שימו לב: בחרת לאסוף בעצמך. משלוח זה לא יימסר לשליח ועליך לבוא למקום לקחת. יש לאפשר לנו 30 דקות. כדי להכין את ההזמנה שלך.

source: handling charge
he_il: טיפול במשלוח

source: Order Page: message when required field is missing
he_il: עמוד הזמנה: הודעה כאשר שדה נדרש חסר

source: this is a required field
he_il: שדה חובה

source: Order Page: message when field should be a decimal number
he_il: עמוד ההזמנה: הודעה כאשר השדה צריך להיות מספר עשרוני

source: decimal numbers only please
he_il: מספרים עשרוניים בלבד בבקשה

source: Order Page: label of thank you page after order has been sent
he_il: עמוד הזמנה: תווית של דף תודה לאחר שההזמנה נשלחה

source: thank you
he_il: תודה

source: Order Page: text of thank you page after order has been successfully sent
he_il: עמוד הזמנה: טקסט של דף תודה לאחר שההזמנה נשלחה בהצלחה

source: thank you, we have received your order
he_il: תודה לך, קבלנו את ההזמנה שלך

source: Order Page: text on "thank you" page if there was an *error* sending order emails
he_il: עמוד הזמנה: טקסט של דף תודה לאחר שגיאה במשלוח המייל

source: Apologies. There was an error receiving your order. Please try again.
he_il: מצטערים. יש כמה שגיאות בעמוד ההזמנה. נא לנסות שוב.

source: Order Page: label next to checkbox text to allow user to update profile
he_il: עמוד הזמנה: תווית ליד תיבת סימון טקסט כדי לאפשר למשתמש לעדכן את הפרופיל

source: update my user data with the details above
he_il: לעדכן את נתוני המשתמש שלי כמפורט לעיל

source: Order Page: Tips/Gratuities
he_il: עמוד ההזמנה: טיפים

source: tips/gratuities
he_il: טיפים

source: Order Page: Tips/Gratuities confirm button
he_il: עמוד ההזמנה: כפתור אישור טיפים

source: Order Email: label for order details
he_il: דוא&quot;ל הזמנה: תווית לפרטי ההזמנה

source: Order Email: label to identify how the order was paid for
he_il: דוא&quot;ל הזמנה: תווית כדי לזהות כיצד ההזמנה שולמה עבור

source: Paid By:
he_il: שולם על ידי:

source: Order Email: Text you would like to display at the end of emails after everything else.
he_il: דוא&quot;ל הזמנה: טקסט שברצונך להציג בסוף המיילים אחרי הכל .

source: Label Discount (Spend): i.e "spend" 50.00 save 10.00
he_il: תווית הנחה (תשלום): i.e "שולם" 50.00 חיסכון של 10.00

source: spend
he_il: שולם

source: Label Discount (Save): i.e spend 50.00 "save" 10.00
he_il: תווית הנחה (חיסכון): i.e שולם 50.00 "חיסכון" 10.00

source: save
he_il: חיסכון

source: Label Info: i.e. "free delivery for orders over"...
he_il: תווית מידע : &quot;משלוח חינם עבור הזמנות מעל&quot;, כלומר ...

source: free delivery for orders over
he_il: משלוח חינם להזמנות מעל

source: Label Info: required minimum order value (displayed if applicable)
he_il: תוויתמידע: ערך הזמנת מינימום הנדרש (מוצג אם רלוונטי)

source: minimum order
he_il: מינימום הזמנה

source: Label Info: required minimum order value for delivery (displayed if applicable)
he_il: תווית מידע: ערך הזמנת מינימום הנדרש למשלוח (מוצג אם רלוונטי)

source: minimum order for delivery
he_il: מינימום הזמנה למשלוח

source: Price Labels (Sub)Totals: text to display when free delivery applies
he_il: תוויות מחיר (תת) סך הכל: טקסט שיוצג כאשר משלוח חינם חל

source: free delivery
he_il: משלוח חינם

source: Price Labels (Sub)Totals: text delivery charges - when set to "Fixed" or "Free delivery over" (if applicable)
he_il: תוויות מחיר (תת) סל הכל: טקסט דמי משלוח - כאשר מוגדר &quot;קבוע&quot; או &quot;משלוח חינם מעל&quot; (אם קיים)

source: delivery charges
he_il: דמי משלוח

source: Price Labels (Sub)Totals: text delivery when set to "Delivery Charges per item" (if applicable)
he_il: תוויות מחיר (תת) סה&quot;כ: משלוח טקסט כאשר מוגדרת &quot;חיוב משלוח לפריט&quot; (אם קיים)

source: delivery charges per item
he_il: משלוח מטענים לכל פריט

source: Price Labels (Sub)Totals: text before sum of discounts applied(if any)
he_il: תוויות מחיר (תת) סל הכל: טקסט לפני הסכום של ההנחות (אם בכלל)

source: Price Labels (Sub)Totals: text before sum of tax applied to all items(if > 0)
he_il: תוויות מחיר (תת) סך הכל: טקסט לפני סכום המס יחולו על כל הפריטים (אם&gt; 0)

source: Sales Tax
he_il: מס קנייה

source: Price Labels (Sub)Totals: text before total sum of ORDER
he_il: תוויות מחיר (תת) סך הכל: טקסט לפני הסכום הכולל של ההזמנה

source: total
he_il: סך הכל

source: Price Labels (Sub)Totals: text before total sum of ITEMS in cart
he_il: תוויות מחיר (תת) סך: טקסט לפני הסכום של פריטים בסל כולל

source: your items
he_il: הפריטים שלך

source: Openinghours: text to display when shop is closed that day
he_il: שעות פתיחה: הטקסט שיוצג כאשר החנות סגורה באותו היום

source: closed
he_il: סגור

source: Mondays
he_il: יום שני

source: Tuesdays
he_il: יום שלישי

source: Wednesdays
he_il: ימי רביעי

source: Thursdays
he_il: ימי חמישי

source: Fridays
he_il: ימי שישי

source: Saturdays
he_il: שבתות

source: Sundays
he_il: ימי ראשון

source: Default
he_il: ברירת מחדל

source: Responsive [Experimental]
he_il: מותאם [ניסיון]

source: Widget Title
he_il: וידגט הכותרת

source: Suppress Title ?
he_il: כותרת לחיצה?

source: Widget Type
he_il: סוג וידגט

source: All Categories [default]
he_il: כל הקטגוריות [ברירת מחדל]

source: Please refer to <a href='http://wordpress.org/extend/plugins/wppizza/faq/' target='_blank'>FAQ</a> when using the widget (or shortcode) to display the navigation
he_il: אנא עיין <a href='http://wordpress.org/extend/plugins/wppizza/faq/' target='_blank'>בשאלות נפוצות</a> בעת השימוש בוידגט (או קוד קצר ) כדי להציג את הניווט

source: You probably want to create a dedicated orderpage with the following shortcode instead [wppizza type='orderpage'].
he_il: אתה בטח רוצה ליצור עמוד הזמנה ייעודי עם קיצור קוד הבא [wppizza type='orderpage'].

source: Displays openingtimes set in wppizza->settings->openingtimes. shortcode [wppizza type='openingtimes']
he_il: מציג שעות פתיחה בwppizza-&gt; Settings-&gt; שעות פתיחה. קיצור קוד [wppizza type='openingtimes'].

source: First Category [default]
he_il: קטגוריה ראשונה [ברירת מחדל]

source: Show Additives List at bottom of page ?
he_il: הצג רשימת תוספות בחלק תחתון של דף?

source: Auto [default]
he_il: אוטומטי [ברירת מחדל]

source: Force Hide
he_il: לכפות הסתרה

source: Force Show
he_il: לכפות הצגה

source: Suppress Category Header ?
he_il: ללחוץ את כותרת קטגוריה?

source: Display Openingtimes ?
he_il: להציג שעות פתיחה?

source: Display Order Info ?
he_il: תצוגת מידע הזמנה?

source: Width [&#37; or px]
he_il: רוחב [% או px]

source: i.e. 200px or 85% - defaults to 100% if left blank
he_il: כלומר 200px או 85% - ברירת מחדל הם 100%, אם נשאר ריק

source: Height [Integer]
he_il: גובה [מספר שלם]

source: css defaults to 250px if left blank
he_il: ברירת מחדל ב-CSS כדי 250px אם נשאר ריק

source: Cart visible on page when scrolling ?
he_il: סל קניה גלוי בעמוד בעת גלילה?

source: A Pizza Restaurant Plugin
he_il: תוסף מסעדת פיצה

source: Shoppingcart
he_il: סל קניות

source: Category Page
he_il: עמוד קטגוריה

source: Navigation
he_il: ניווט

source: Cart
he_il: עגלה

source: Orderpage
he_il: עמוד הזמנה

source: Openingtimes
he_il: שעות פתיחה
